Repository: DestrMZ/AutoCore
Catalog: AutoCareiOS/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: and add your first vehicle.
ru: и добавьте свой первый транспорт.

source: %d miles
ru: %d км

source: 😳 Ops...
ru: 😳 Упс…

source: 🛠️ Go add your first expanses?
ru: 🛠️ Давайте добавим Вашу первую поломку или трату?

source: Add
ru: Добавить

source: Add Car
ru: Добавить транспорт

source: Add photo
ru: Фото

source: Add Photo
ru: Добавить изображение

source: Add repair
ru: Добавить ремонт

source: Add your first car to unlock full functionality.
ru: Добавьте свой первый транспорт, чтобы разблокировать весь функционал.

source: All time
ru: За всё

source: Amount
ru: Цена

# Amount: %@ %@
source: Amount: %1$@ %2$@
ru: Стоимость: %1$@ %2$@

source: Appearance
ru: Оформление

source: Are you sure want to delete %@
ru: Да, удалить %@

source: Article
ru: Артикул

source: Article copy!
ru: Артикул скопирован!

source: Automatic
ru: Автомат

source: Cancel
ru: Отмена

source: Car Info
ru: Детали автомобиля

source: Car not found.
ru: Автомобиль не найден.

# car_expenses_control
source: Take control of your car expenses effortlessly! Tap ➕ to log each cost and keep everything on track.
ru: Легко контролируйте расходы на свой автомобиль! Нажмите ➕ чтобы зафиксировать каждый расход и держать все под контролем.

source: Categories
ru: Категории

source: Category
ru: Категория

source: Change
ru: Изменить

source: Color
ru: Цвет

source: Copy VIN-Number
ru: Скопировать VIN

source: Currency
ru: Валюта

source: Dark
ru: Темная

source: Data Management
ru: Управление файлами

source: Date of repair
ru: Дата ремонта

source: Delete
ru: Удалить

source: Delete car
ru: Удалить транспорт

source: Delete repair
ru: Удалить ремонт

source: Description
ru: Описание

source: Description (optional)
ru: Описание (необязательно)

source: Diesel
ru: Дизельный

source: Distance
ru: Дистанция

source: Done
ru: Готово

source: Due: %@
ru: Дата: %@

source: Edit
ru: Редактировать

source: Edit car
ru: Редактирование

source: Electric
ru: Электрический

source: Enable Notifications
ru: Включить уведомления

source: End date
ru: Дата окончания

source: Engine type
ru: Тип двигателя

source: Enter a new name
ru: Введите новое имя

source: Enter description
ru: Введите описание работ

source: Enter new mileage
ru: Введите новый пробег

source: Enter value
ru: Сумма

source: Expenses for the month
ru: Расходы за месяц

source: Export Data
ru: Экспортировать

source: Failed to load image!
ru: Ошибка! Изображение не удалось загрузись.

source: Fuel
ru: Заправка

source: Gasoline
ru: Бензиновый

source: Go
ru: Далее

source: Good
ru: Отлично!

source: Great, the image has been added to the gallery.
ru: Отлично, изображение добавлено в галерею.

source: How many liters were poured?
ru: Сколько литров заправили?

source: Hybrid
ru: Гибридный

source: Import Data
ru: Импортировать

source: Insurance
ru: Страховка

source: Invalid Input
ru: Некорректные значения

source: Invalid mileage format
ru: Неверный формат пробега.

source: km
ru: км

source: Language
ru: Язык

source: Language Changed
ru: Изменение языка

source: Last Refuel
ru: Последняя заправка

source: Light
ru: Светлая

source: Manual
ru: Ручная

source: Mileage
ru: Пробег

source: Mileage exceeds maximum value.
ru: Пробег превышает максимальное значение.

source: Mileage must be non-negative.
ru: Пробег не может быть отрицательным.

source: miles
ru: миль

source: Model
ru: Модель

source: Model Name
ru: Модель

source: Month
ru: Месяц

source: My Cars
ru: Мои авто

source: Name
ru: Название

source: Name repair
ru: Что было сделано?

source: Not selected
ru: Не выбрано

source: Notice
ru: Уведомление

source: Notifications (beta)
ru: Уведомления (бета)

source: OK
ru: Хорошо

source: Okey
ru: Хорошо

source: Oops
ru: Упс

source: Ops... Value must be greater than zero.
ru: Ой... Значение должно быть больше нуля.

source: Other
ru: Другое

source: Parking
ru: Парковка

source: Parts
ru: Запчасти

source: Parts:
ru: Запчасти:

source: Photo
ru: Изображение

source: Photo's uploaded
ru: Изображения успешно добавлены

source: Photos
ru: Изображения

source: Please restart the app for the changes to take effect.
ru: Пожалуйста, перезапустите приложение чтобы применились выбранные настройки.

source: Please, go back to the selection menu
ru: Пожалуйста, вернитесь обратно и выберите меню

source: Repairs
ru: Ремонты

source: Robotized
ru: Робот

source: Russian
ru: Русский

source: Save
ru: Сохранить

source: Search repair
ru: Поиск

source: Select a new date
ru: Выберите новую дату

source: Select period:
ru: Выбранный период:

source: Send Feedback
ru: Связаться с разработчиком

source: Service
ru: Сервис

source: Some data is invalid.
ru: Некорректные данные.

source: Start date
ru: Дата начала

source: Support
ru: Помощь

source: System
ru: Системная

source: Theme
ru: Тема

source: This VIN number already exists
ru: Этот ВИН номер уже есть в Вашем списке

source: Total
ru: Всего

source: Trand
ru: Тренд

source: Transmission type
ru: Тип трансмиссии

source: Trash
ru: Удалить

source: Units of Measurement
ru: Единицы измерений

source: Update Mileage
ru: Обновить пробег

source: Variator
ru: Вариатор

source: VIN
ru: ВИН

source: VIN Number: %@
ru: VIN: %@

source: VIN-Number
ru: VIN

source: Washing
ru: Мойка

source: Week
ru: Неделя

source: What did you do?
ru: Что было сделано?

source: Year
ru: Год

source: Yes
ru: Да

source: Yes, delete
ru: Да, удалить

source: Your cars
ru: Ваши автомобили
